{
    "InvalidateReports": {
        "InvalidateReports": "Εκκαθάριση αναφορών",
        "InvalidateHistoricalReports": "Εκκαθάριση αναφορών ιστορικού",
        "PageDescription": "Μπορείτε να ακυρώσετε όλες τις αναφορές ιστορικού για ένα συγκεκριμένο ιστοτόπο ή για όλους τους ιστοτόπους κάνοντας κλικ στο πλήκτρο \"Ακύρωση αναφορών ιστορικού\". Όταν ακυρώνετε τις αναφορές ιστορικού, θα γίνει επεξεργασία τους πάλι από το ανεπεξέργαστο ημερολόγιο την επόμενη φορά που θα εκτελεστεί η αρχειοθέτηση. Αυτό είναι χρήσιμο όταν επιθυμείτε να αναγκάσετε το Matomo να επεξεργαστεί εκ νέου τα δεδομένα ιστορικού για όλες τις αναφορές, για παράδειγμα όταν:",
        "ExamplesCustomReports": "δημιουργήσατε μια νέα %1$sΠροσαρμοσμένη Αναφορά%2$s και θέλετε να γίνει επεξεργασία των %1$sΠροσαρμοσμένων Αναφορών%2$s για όλα τα δεδομένα ιστορικού",
        "ExamplesFunnels": "δημιουργήσατε ένα νέο %1$sΧωνί%2$s και θέλετε να γίνει επεξεργασία των αναφορών %1$sΧωνιού%2$s για όλα τα δεδομένα ιστορικού",
        "ExamplesRawData": "έχετε τροποποιήσει τις αμορφοποίητες πληροφορίες επισκεπτών (για παράδειγμα με %1$sεισαγωγή νέων ημερολογίων επισκέπτη%2$s στο παρελθόν) και επιθυμείτε οι αλλαγές αυτές να εμφανιστούν στις αναφορές σας.",
        "AllWebsites": "όλους τους ιστοτόπους",
        "AllSegments": "όλα τα τμήματα",
        "ChooseSegment": "Επιλέξτε τμήμα",
        "ChooseWebsite": "Επιλογή ιστοσελίδας",
        "ChooseRange": "Επιλέξτε για πόσο διάστημα προς τα πίσω θα γίνει εκκαθάριση των δεδομένων",
        "AllData": "όλα τα δεδομένα ιστορικού",
        "XMonths": "τους τελευταίους %1$s μήνες",
        "LastMonth": "προηγούμενος μήνας",
        "InvalidationSuccess": "Οι αναφορές εκκαθαρίστηκαν με επιτυχία. Θα ξαναγίνει επεξεργασία των αναφορών την επόμενη φορά που θα εκτελεστεί η αρχειοθέτηση.",
        "InvalidateAPIReturn": "Το CoreAdminHome.invalidateArchivedReports API επέστρεψε:",
        "ConfirmInvalidation": "Πρόκειται να ακυρώσετε όλες τις αναφορές ιστορικού, που θα προκαλέσει το Matomo να επεξεργαστεί πάλι όλες τις αναφορές την επόμενη φορά που θα εκτελεστεί η αρχειοθέτηση. Η επανακτέλεση των αναφορών ιστορικού ενδέχεται να διαρκέσει αρκετό χρόνο την επόμενη φορά που θα εκτελεστεί η αρχειοθέτηση. Είστε σίγουροι ότι επιθυμείτε την ακύρωση όλων των αναφορών ιστορικού για %1$s και %2$s;"
    }
}