{
    "InvalidateReports": {
        "InvalidateReports": "Ακύρωση αναφορών",
        "InvalidateHistoricalReports": "Ακύρωση αναφορών ιστορικού",
        "PageDescription": "Μπορείτε να ακυρώσετε όλες τις αναφορές ιστορικού για ένα συγκεκριμένο ιστοτόπο ή για όλους τους ιστοτόπους κάνοντας κλικ στο πλήκτρο \"Ακύρωση αναφορών ιστορικού\". Αυτό προκαλεί την επανεπεξεργασία αυτών από τα μη επεξεργασμένα δεδομένα την επόμενη φορά που θα εκτελεστεί η εργασία αρχειοθέτησης. Να αναγκαστεί το Matomo να επεξεργαστεί εκ νέου τα δεδομένα ιστορικού για όλες τις αναφορές, για παράδειγμα όταν:",
        "ExamplesCustomReports": "δημιουργήσατε μια νέα %1$sΠροσαρμοσμένη Αναφορά%2$s και θέλετε να γίνει επεξεργασία όλων των δεδομένων ιστορικού για αυτήν",
        "ExamplesFunnels": "δημιουργήσατε ένα νέο %1$sΧωνί%2$s και θέλετε να γίνει επεξεργασία όλων των δεδομένων ιστορικού για αυτό",
        "ExamplesRawData": "έχετε τροποποιήσει τις αμορφοποίητες πληροφορίες επισκεπτών (για παράδειγμα με %1$sεισαγωγή νέων ημερολογίων επισκέπτη%2$s) και επιθυμείτε οι αλλαγές αυτές να εμφανιστούν στις αναφορές σας.",
        "AllWebsites": "όλοι οι ιστότοποι",
        "AllSegments": "όλα τα τμήματα",
        "ChooseSegment": "Επιλέξτε τμήμα",
        "ChooseWebsite": "Επιλογή ιστοτόπου",
        "ChooseRange": "Επιλέξτε για πόσο διάστημα προς τα πίσω θα γίνει εκκαθάριση των δεδομένων",
        "AllData": "όλα τα δεδομένα ιστορικού",
        "XMonths": "τους τελευταίους %1$s μήνες",
        "LastMonth": "προηγούμενος μήνας",
        "InvalidationSuccess": "Οι αναφορές ακυρώθηκαν με επιτυχία. Θα ξαναγίνει επεξεργασία των αναφορών την επόμενη φορά που θα εκτελεστεί η αρχειοθέτηση.",
        "InvalidateAPIReturn": "Το CoreAdminHome.invalidateArchivedReports API επέστρεψε:",
        "ConfirmInvalidation": "Ακύρωση όλων των ιστορικών αναφορών για %1$s και %2$s; (Αυτό θα προκαλέσει το Matomo να επεξεργαστεί πάλι όλες τις αναφορές την επόμενη φορά που θα εκτελεστεί η αρχειοθέτηση και ενδέχεται να διαρκέσει αρκετό χρόνο.)"
    }
}
