{
    "InvalidateReports": {
        "InvalidateReports": "Informes no válidos",
        "InvalidateHistoricalReports": "No validar informes históricos",
        "PageDescription": "Podés invalidar todos los informes históricos para un sitio web específico, o para todos los sitios web, haciendo clic en el botón \"Invalidar informes históricos\". Cuando invalidás informes históricos, se reprocesan desde los registros en crudo la próxima vez que se ejecute un archivado. Esto es útil cuando querés forzar a Matomo a reprocesar datos históricos para todos los informes, por ejemplo cuando:",
        "ExamplesCustomReports": "cuando creaste un nuevo %1$s informe %2$spersonalizado y querés que los informes %2$s personalizados %1$s sean procesados para todos los datos históricos",
        "ExamplesFunnels": "creaste un nuevo %1$s Funnel %2$s y querés que los informes %2$sde tu %1$s Funnel sean procesados para todos los datos históricos",
        "ExamplesRawData": "Modificaste la información en crudo del visitante (por ejemplo al importar %1$s registros %2$s del nuevo visitante en el pasado) y querés que estos cambios a los registros en crudos se reflejen en todos tus informes",
        "AllWebsites": "todos los sitios web",
        "AllSegments": "todos los segmentos",
        "ChooseSegment": "Elegir segmento",
        "ChooseWebsite": "Elegir sitio web",
        "ChooseRange": "Elegir el tiempo pasado para invalidar los datos",
        "AllData": "todos los datos históricos",
        "XMonths": "los últimos %1$s meses",
        "LastMonth": "el último mes",
        "InvalidationSuccess": "Los informes se invalidaron exitosamente. Los mismos serán reprocesados la próxima vez que los informes ejecuten el archivamiento.",
        "InvalidateAPIReturn": "La API CoreAdminHome.invalidateArchivedReports devolvió:",
        "ConfirmInvalidation": "Estás a punto de invalidar todos los informes históricos, lo que hará que Matomo reprocese todos los informes históricos la próxima vez que se ejecute un archivado. El reprocesamiento de todos los informes históricos puede demorar un largo tiempo la próxima vez que se ejecute un archivado. ¿Estás seguro que querés invalidar todos los informes históricos de %1$s y %2$s?"
    }
}